{
  "original_text": "There is this nasty intersection on my commute, I always get stuck there waiting for a hook turn. Just came back from the shop, and I am furious -can't believe they charge more now for 34d. I remember watching Twin Peaks after coming home from school.",
  "noise_inserted": "There is this nasty intersection on my commute, I always get stuck there waiting for a hook turn. Did you know that giraffes have long necks? Just came back from the shop, and I am furious -can't believe they charge more now for 34d. I remember watching Twin Peaks after coming home from school. It's a sunny day outside.",
  "rephrased_ambiguous": "There’s an unpleasant spot along my daily travel where I often find myself delayed due to a certain turn. Recently returned from a place of business, and I’m quite upset -hard to fathom the increased cost of a certain item. I recall enjoying a mysterious show during my younger days after school.",
  "indirect_comments": "There’s a troublesome spot on the route I take every day, often finding myself waiting at an unusual turn. Just got back from a retail experience that left me quite annoyed -it's surprising how prices seem to rise. A certain show from the past comes to mind when I think about my afternoons after classes.",
  "synonym_replaced": "There is this unpleasant intersection on my journey, I frequently get caught there waiting for a tricky turn. Just returned from the store, and I am enraged -can't believe they ask for more now for 34d. I recall viewing Twin Peaks after getting back from school.",
  "perturbed_phrases": "There is this troublesome junction on my daily commute, I always find myself stuck there waiting for a hook maneuver. Just got back from the shop, and I am really angry -can't believe they charge more now for 34d. I remember watching that mysterious show after returning home from school.",
  "coded_language": "There’s this sketchy corner on my daily hustle, always getting caught there waiting for that weird turn. Just bounced back from the spot, and I’m livid -can’t believe they upped the price on 34d. I remember chilling to Twin Peaks after class, you know?",
  "random_sentence_insertion": "There is this nasty intersection on my commute, I always get stuck there waiting for a hook turn. Elephants are the largest land mammals. Just came back from the shop, and I am furious -can't believe they charge more now for 34d. I remember watching Twin Peaks after coming home from school. Penguins can’t fly."
}
